{
    "artists": [
        {
            "id": 1,
            "title": "Series Clickbait Paranoia",
            "about": "Thinking about the limits of the virtual becomes more complex every day. Originally, Web 2.0 was used as a world parallel to reality, where nicknames were used and did not reflect real life.\r\nAt some point these two tied each other and began to mirror each other. Now, little by little, the digital environment not only involves the private sphere, but also the public one and is crucial in determining the sense of self.\r\nVirtual interactions matter more than tangible reality. The mediatization of existence brings new problems: paranoia of confinement and clickbait manipulation; fear of data and identity theft; fake news and malicious uses of artificial intelligence. Virtuality advances very quickly, taking portions of real life and threatening to take it completely.\r\nThis series of images is the result of fusing pairs of our own photochemical photographs with artificial intelligence.",
            "artist":"Santiago Vitale", 
            "bio": "Santiago Vitale is a photographer and audiovisual editor, he studied audiovisual preservation and restoration (DiPRA) and Sociology at the Faculty of Social Sciences (UBA).\r\nHe investigates photography, live visuals, video and experimental cinema. His short films participated in international festivals and cycles.\r\nHe also developed a series of plastic works with electronic scrap.",
            "isAudio": false,
            "video":"",
            "images": [
                "/Santiago-Vitale/2.png",
                "/Santiago-Vitale/3.png",
                "/Santiago-Vitale/4.png",
                "/Santiago-Vitale/5.png",
                "/Santiago-Vitale/6.png",
                "/Santiago-Vitale/8.png",
                "/Santiago-Vitale/9.png",
                "/Santiago-Vitale/1.png",
                "/Santiago-Vitale/7.png",
                "/Santiago-Vitale/10.png"
            ], 
            "social": [
                "https://instagram.com/saintvita",
                "https://cargocollective.com/santiagovitale"
            ]
        },
        {
            "id": 2,
            "title": "Case Western",
            "about": "These series offer a unique path into the “unsettling” aesthetics desired from those genres, without the rigid limitations of sample- based music. The inherent limitations and artefacts from tape, vinyl, and digital compression have long been a focal point of the DIY music community, and are often exaggerated as an intentional focal point. With the advent of AI audio, this was an opportunity to discover what some of those unique “AI medium” characteristics might be. \r\n“Party Music” was the wholly-inappropriate moniker chosen for these AI generated music releases in 2022: \r\nThe initial self-titled track was a collage assembled from the early training process. This was what I assumed to be the highest quality I could reasonably achieve with limited hardware and time, and I fell back onto traditional cutting\/looping techniques to complete the song. \r\n “Take It Away!” Is a collection of shorter tracks, curated from the same model a few days later. Additional training over this time unexpectedly improved quality and consistency, and the music fell into self-sustaining “waves” - now organic, and totally unique to the digital hard-cuts\/stutters I had manually incorporated in the previous track. \r\n “Just the Hits!” was the final run before retiring the model.",
            "artist":"Case Western", 
            "bio": "Graeme aka Case Western is primarily a vaporwave\/hypnagogic-adjacent producer, exploring AI training and generation. He lives in Alberta, Canada.",
            "isAudio": true,
            "video":"",
            "images": [
            ],
            "album": [
                {
                  "coverImage": "/Case-Western/1-Party-Music/cover.jpg",
                  "title": "Party-Music - Party Music",
                  "tracks": [
                    { "title": "Party-Music - Party Music", 
                    "audioUrl": "/Case-Western/1-Party-Music/1.mp3" }
              ]
                },
                {
                    "coverImage": "/Case-Western/2-Party-Music/cover.png",
                    "title": "Party Music - Take It Away! EP",
                    "tracks": [
                      { "title": "01 - Jukebox Saturday Nightmare", 
                        "audioUrl": "/Case-Western/2-Party-Music/1.mp3" },
                      { "title": "02 - I Got It Bad (Cluster Headaches)", 
                        "audioUrl": "/Case-Western/2-Party-Music/2.mp3" },
                      { "title": "03 - So-Called-Elmer`s So-Called-Tune", 
                        "audioUrl": "/Case-Western/2-Party-Music/3.mp3" },
                      { "title": "04 - Why Don`t You Play Right", 
                        "audioUrl": "/Case-Western/2-Party-Music/4.mp3" }
                    ]
                  },
                  {
                    "coverImage": "/Case-Western/3-Party-Music/cover.jpg",
                    "title": "Party Music - Just The Hits!",
                    "tracks": [
                        { "title": " 01 - My Old Flame (Extended Dance Mix)", 
                        "audioUrl": "/Case-Western/3-Party-Music/1.mp3" },
                        { "title": " 02 - How Deep Is the Ocean (Original)", 
                        "audioUrl": "/Case-Western/3-Party-Music/2-1.mp3" }
                    ]
                  }
              ],
              "social": [
                "https://partymusic.bandcamp.com"
              ]
        },
        {
            "id": 3,
            "title": "SERIES SALTWATER SHELTERS",
            "about": "Finding emotional refuges, solace or healing in the presence of the sea saltwater.\r\nTe panoramic windows frame the ever-changing canvas of the ocean, where the sun's rays dance upon the water's surface.\r\nIt's a place where your can escape the chaos of the world, where your senses ara awakened by the sights, sounds ant scents of the sea.\r\nIt's a reminder that, in the realm of design, we have the capacity to evoke emotions, to transcend the ordinary, and to build structures that resonate with te human soul.",
            "artist":"Ulises Studio", 
            "bio": "Ulises studio is specialized in crafting near-future architectures, poetic atmospheres and refined art direction. Their aim is always to explore humanistic ideas, merging creative innovation and cutting edge technology, to design a non-artific future.\r\nAt Ulises, they believe that great design has the power to shape and inspire the world around us. They design immersive environments and captivating installations that transport people into extraordinary realms. Whether it's a digital masterpiece or a physical marvel, blending cutting-edge technology with our meticulous building skills to bring each project to its fullest potential.\r\nFrom conceptualization to completion, they work closely with clients to understand their vision and goals. Their collaborative process allows them to translate ideas into tangible realities, breathing life into spaces that engage and inspire.\r\nThey combine our expertise in architectural design, art direction, and storytelling to create narratives that resonate with audiences on a deep emotional level.",
            "isAudio": false,
            "video":"",
            "images": [
                "/Ulises-Studio/1.jpg",
                "/Ulises-Studio/2.jpg",
                "/Ulises-Studio/3.jpg",
                "/Ulises-Studio/4.jpg",
                "/Ulises-Studio/5.jpg",
                "/Ulises-Studio/6.jpg",
                "/Ulises-Studio/7.jpg",
                "/Ulises-Studio/8.jpg",
                "/Ulises-Studio/9.jpg",
                "/Ulises-Studio/10.jpg"
            ],
            "social": [
                "https://instagram.com/ulises.studio",
                "https://www.ulises.studio"
            ]
        },
        {
            "id": 4,
            "title": "Sousveillance of Performance [Video, 01:26, 2021] ",
            "about": "In Sousveillance of performance, the affective processes of musicians recording themselves during a performance, expressed both in their faces and in their playing, are computationally analysed. We highlight, in equal terms, two sources of emotional communication, the face of the musician and the musical sounds, to examine their parallelisms, confluences, and divergences, to reflect on how they interact to convey meaning and to possibly extract an olfactory portrait of the performance that could translate, across the senses and in a single instant, the synthesis of the emotions deployed in time. \r\nIn this piece, we emphasise that the musical experience is always mediated not only by sounds but by other situational elements that contribute to the creation of an atmosphere of performance. We adhere to the conception of the philosopher Gernot Böhme, according to whom atmospheres have generators in several different senses (visual, auditory, tactile...), but they constitute in themselves the primary objects of perception, instead of the unimodal sensory impressions which he considers secondary. \r\nConnection with Topics and Sub Themes:\r\nTopics and subthemes: sousveillance, data mining, ways science could use sous- and surveillance. \r\nSousveillance, in its aspect of self-recording, is both a frequent and a time-honoured practice among musicians. Since the time of wax cylinders in the 19th century, both amateurs and professionals recorded their rehearsals or concerts to document and have feedback on their performance. Among other aims, this helps musicians plan and improve their expressive and emotional playing elements. \r\nRecently, performance researchers have begun to consider the information conveyed by the bodies and gestures of interpreters, finding, for instance, that the process of forming a music quality judgement can be affected by this gestuality. \r\nPianist: Emanuele Torquati\r\n\r\nFace analysis: Jean-Christophe Sakdavong ",
            "artist":"Tedesco & Mesz", 
            "bio": "Sebastian Tedesco is an artist, industrial designer and scientific researcher. He is currently the academic coordinator and professor in the Specialization in Conceptual Design career at UNTREF, Co-director, and researcher of the project \"Transmodal associations between hearing, taste and olfaction\" at the Institute of Research in Art and Culture (IIAC-UNTREF), and graduate student at the Master in Visual Arts Curation - UNTREF. Coordinator of the artist’s program Fronteras Suspendidas (Museum of Contemporary Art of the Province of Buenos Aires). Selection jury for the 2019 Braque Award, award jury for the Visual Arts Award of the National Endowment for the Arts, and the UADE 2020 Visual Arts Award. He participated as an artist and curator during the 2nd and 3rd editions of BIENALSUR. \r\nSince 2013 he has exhibited his work in individual and group exhibitions in Argentina and abroad, highlighting: Itau Prize for Visual Arts \/ FILE 2015 and 2017 \/ AUP, e-flux \/ The Wrong New Digital Biennale \/ TEDx Riodelaplata \/ Medialab-Prado \/ Faena Arts Center \/ MACBA \/ MALBA \/ BIENALSUR \/ Miami Art Week 2019 and Loop Barcelona 2019\/ Andreani Prize 2020. \r\n\r\nBruno Mesz is an artist-scientist. He is a professor and researcher at the National University of Tres de Febrero (Argentina). He works on multisensory perception, correspondences between modalities, and the mathematical theory of music, studying how music interacts with the chemical senses and applying this research to sensory design and art. He has designed multi-sensory performances and installations around the world; these works combine dance, music, visual art, gastronomy, and perfumery to create synesthetic atmospheres and experiences. They have been exhibited at the Cooper Hewitt Smithsonian Design Museum (New York), the MALBA Museum (Buenos Aires), the Buenos Aires International Tango Festival, BIENALSUR (Buenos Aires), Miami Art Week 2019, Loop Barcelona 2019, Andreani Prize 2020, among other places. In 2018 he co-organized the first International Symposium on Neuroscience and Wine in Barcelona. \r\nAs a pianist, he specialises in contemporary music and has given concerts both as a soloist and with international ensembles. Bruno has a Master's Degree in Mathematics from the University of Buenos Aires and a Professorship from the National Conservatory of Music.",
            "isAudio": false, 
            "video": "https://player.vimeo.com/video/507568437?h=e05937ffc1&byline=0&portrait=0",
            "images": [
            ],
            "social": [
                "https://www.instagram.com/bmesz/",
                "https://www.brunomesz.com",
                "https://www.instagram.com/tedescosebastian/",
                "https://www.sebastiantedesco.com"
            ]
        },
        {
            "id": 5,
            "title": "Series Wooden Jackets",
            "about": "Have you ever thought that the world around you is mobile and soft? That everything we consider hard can be flexible and soft? For example, wood becomes so soft that it can be used to make clothes! Impossible? Impossible today. And tomorrow - it could very well be.",
            "artist": "Polina Kostanda", 
            "bio": "I was born and live in Ukraine. I am a poet and AI artist.\r\nThe main direction and goal of creativity is going beyond the boundaries of the usual. You can say that I create something for the sake of existential awakening, so that people think “why am I here”, “is everything around real”, “where are the boundaries of the familiar world and where is fantasy.” With the advent of AI, this has become easier and images have been added to poetry.",
            "isAudio": false,
            "video": "",
            "images": [
                "/Polina-Kostanda/1.jpg",
                "/Polina-Kostanda/2.jpg",
                "/Polina-Kostanda/3.jpg",
                "/Polina-Kostanda/4.jpg",
                "/Polina-Kostanda/5.jpg",
                "/Polina-Kostanda/6.jpg",
                "/Polina-Kostanda/7.jpg",
                "/Polina-Kostanda/8.jpg",
                "/Polina-Kostanda/9.jpg",
                "/Polina-Kostanda/10.jpg"
            ], 
            "social": [
                "https://instagram.com/polly__in_wonderland"
            ]
        },
        {
            "id": 6,
            "title": "Lick Fire [Video, 06:22, 2023]",
            "about": "Through intimate reflections, Lick Fire delves into the ecstasy and turmoil that spring forth from the limitless realm of imagination, while fearlessly contemplating the impending consequences of artificial intelligence in breathing life into these captivating and unreal realms.",
            "artist":"Jeff Zorrilla", 
            "bio": "Jeff Zorrilla was born in 1984 in the United States. He studied film at the University of Santa Cruz (California, USA), and the University of Copenhagen (Denmark). He currently lives and works in Buenos Aires, Argentina. He’s directed numerous short films in Super 8.",
            "isAudio": false,
            "video": "https://player.vimeo.com/video/876542135?h=95025a71d4&byline=0&portrait=0",
            "images": [
            ], 
            "social": [
                "https://www.instagram.com/jeffzorrilla"
            ]
        },
        {
            "id": 7,
            "title": "Album The Day Computers Became Obsolete by The Organizing Committee",
            "about": "The Organizing Committee is artist and researcher Eryk Salvaggio’s “Cyborg Pop” project, created through a blend of generative processes which are then restructured into a blend of krautrock and disco with synthesized vocals. Techniques include sampling the outputs of GAN-generated music systems; training a language model on a blend of cybernetics, critical theory and feminist studies texts; or using transformer based systems to write melodies. Much of the music is also strongly critical of current regimes of AI: Salvaggio’s work as a visual artist and writer is within the Algorithmic Resistance Research Group (ARRG!) which aims to challenge AI’s spectacle through creative misuse.",
            "artist":"Eryk Salvaggio", 
            "bio": "Eryk Salvaggio is an artist, AI ethics researcher and educator, as well as the founder of the Algorithmic Resistance Research Group — a loosely knit cohort of artists engaged in the creative misuse of Generative AI, Machine Learning, and other automated data analysis systems. Salvaggio engages with AI by deliberately confusing, subverting or recontextualizing the outputs of these systems in creative ways. His practice speaks to the exploration and curiosity about black boxes that connects hacking culture and creative production. \r\nWhile Salvaggio’s works reveal the workings of the underlying technical systems, he also highlights their entanglement within social and political systems. Salvaggio believes artists are uniquely positioned to model creative agency with automated systems, by showing new forms of creative engagement and critical play. His practice is rooted in 25 years of experience in digital art and media activism, and his work aims to challenge assumptions about AI while raising thoughtful questions about its regime of classification, description, and stereotyping.",
            "isAudio": true,
            "video": "",
            "images": [
            ], 
            "album": [
                {
                  "coverImage": "/Eryk-Salvaggio/cover.png",
                  "title": "The Day Computers Became Obsolete by The Organizing Committee",
                  "tracks": [
                    { "title": "01 - Light Passes Through", 
                    "audioUrl": "/Eryk-Salvaggio/The-Day-Computers/1.mp3" },
                    { "title": "02 - Tongues and Teeth", 
                    "audioUrl": "/Eryk-Salvaggio/The-Day-Computers/2.mp3" },
                    { "title": "03 - The Day Computers Became Obsolete", 
                    "audioUrl": "/Eryk-Salvaggio/The-Day-Computers/3.mp3" },
                    { "title": "04 - How to be Universal", 
                    "audioUrl": "/Eryk-Salvaggio/The-Day-Computers/4.mp3" },
                    { "title": "05 - Resistance-Informatique", 
                    "audioUrl": "/Eryk-Salvaggio/The-Day-Computers/5.mp3" },
                    { "title": "06 - Not a System", 
                    "audioUrl": "/Eryk-Salvaggio/The-Day-Computers/6.mp3" },
                    { "title": "07 - Hypothetical Eschaton", 
                    "audioUrl": "/Eryk-Salvaggio/The-Day-Computers/7.mp3" },
                    { "title": "08 - AI Agent Plays Contra", 
                    "audioUrl": "/Eryk-Salvaggio/The-Day-Computers/8.mp3" },
                    { "title": "09 - Kansas City Standard", 
                    "audioUrl": "/Eryk-Salvaggio/The-Day-Computers/9.mp3" },
                    { "title": "10 - A Coding Code", 
                    "audioUrl": "/Eryk-Salvaggio/The-Day-Computers/10.mp3" },
                    { "title": "11 - Cybernetics in the 21st Century", 
                    "audioUrl": "/Eryk-Salvaggio/The-Day-Computers/11.mp3" }
                ]
                }
            ],
            "social": [
                "https://instagram.com/cyberneticforests/",
                "https://www.cyberneticforests.com",
                "https://assemblag.es/@CyberneticForests"
            ]
        },
        {
            "id": 8,
            "title": "Series Artificial Natural History",
            "about": "Crespo’s artistic explorations of simulated life bring the organic into the digital. Her work not only helps viewers imagine what kind of speculative lifeforms might one day populate the metaverse, it also holds a mirror back to the biological world of the here and now, revealing how carbon-based life uses “artificial” mechanisms to simulate itself and evolve. In this process, Crespo gives viewers the permission to find wonder in the algorithmic while deepening appreciation for the organic.\r\nWhile Salvaggio’s works reveal the workings of the underlying technical systems, he also highlights their entanglement within social and political systems. Salvaggio believes artists are uniquely positioned to model creative agency with automated systems, by showing new forms of creative engagement and critical play. His practice is rooted in 25 years of experience in digital art and media activism, and his work aims to challenge assumptions about AI while raising thoughtful questions about its regime of classification, description, and stereotyping.",
            "artist":"Sofía Crespo", 
            "bio": "Sofia Crespo is an artist with a focus on artificial life, her practice is driven by a huge interest in biologically-inspired technologies. One of her main focuses is the way organic life uses artificial mechanisms to simulate itself and evolve. With an interest in the workings of the human brain, Crespo looks at the similarities between the techniques of AI image formation, and the way that humans express themselves creatively, and cognitively recognize their world.\r\n\r\nHer work brings into question the potential of AI in artistic practice and its ability to reshape our understanding of creativity. On the side, she is also hugely concerned with the dynamic change in the role of the artists working with machine learning techniques. She currently works as part of the artistic duo Entangled Others.\r\n\r\nHer works have been exhibited around the world both physically and digitally, such as Nvidia’s GTC AI Gallery, Ars Electronica Gallery Spaces Garden, MAXXI and many more, she also gave a talk at TED 2022.",
            "isAudio": false,
            "video": "",
            "images": [
                "/Sofia-Crespo/1.jpg",
                "/Sofia-Crespo/2.jpg",
                "/Sofia-Crespo/3.jpg",
                "/Sofia-Crespo/4.PNG",
                "/Sofia-Crespo/5.png",
                "/Sofia-Crespo/6.jpg",
                "/Sofia-Crespo/7.jpg",
                "/Sofia-Crespo/8.png",
                "/Sofia-Crespo/9.jpg",
                "/Sofia-Crespo/10.jpg"
            ], 
            "social": [
                "https://www.instagram.com/sofiacrespo",
                "https://sofiacrespo.com",
                "https://twitter.com/soficrespo91",
                "https://neuralzoo.com"
            ]
        },
        {
            "id": 9,
            "title": "Series IMAGES FROM THE SUBCONSCIOUS",
            "about": "Images from the subconscious is an image series that explores the uncharted territories of the human mind through the lens of artificial intelligence, developing a deep interplay between generative AI and human imagination, mediated by the sensitivity and vision of the artist and author Lucio Arese.\r\nRanging from surrealism to symbolism, always with a photorealistic slant, each image is intended to be a fragment of an enigma, a glimpse at the vast ocean beneath the surface of thoughts and emotions, completely open to interpretation for any viewer. \r\nThe images have been created and edited using Midjourney and StableDiffusion.\r\nHer work brings into question the potential of AI in artistic practice and its ability to reshape our understanding of creativity. On the side, she is also hugely concerned with the dynamic change in the role of the artists working with machine learning techniques. She currently works as part of the artistic duo Entangled Others.\r\n\r\nHer works have been exhibited around the world both physically and digitally, such as Nvidia’s GTC AI Gallery, Ars Electronica Gallery Spaces Garden, MAXXI and many more, she also gave a talk at TED 2022.",
            "artist":"Lucio Arese", 
            "bio": "Architect, composer, guitarist, pianist, visual artist, filmmaker. Working in various fields of visual arts and film since 2008.\r\nHis collaborations include artists, labels, and brands such as Suguru Goto, Jimmy Edgar, Bianco, Ametsub, Yu Miyashita, Mille Plateaux, Armando Testa, MPTBOX, Lovestone Films, Trinnov, Onitsuka Tiger, Asics, McKinsey, Karhu, Jacuzzi, De'Longhi. His work has been presented at onedotzero Adventures in Motion, Ars Electronica, Cyclops, ArtFutura, SIGGRAPH, Interfilm Berlin, SICAF, The Lovie Awards, FICUVAQ, MTV, Bayerischer Rundfunk, IAMAG, Fubiz, Vimeo Staff Picks, IdN Magazine, Stash, The Webby Awards, the 23rd Saatchi New Directors Showcase, and many others.\r\n\r\nThe experimental short film Les Dieux Changeants (2021) was an international success on the film festival circuit, with more than 100 selections and 40 awards worldwide including two Lovie Awards and a nomination for the Webby Awards 2022.\r\nHe has given workshops and lectures on his work at the Chiyoda Arts Center 3331 in Tokyo, the Liceo Artistico in Cuneo, and the Academy of Fine Arts in Bologna.\r\n'Somehow, Somewhere', his first music album, has been recently released on Bandcamp.",
            "isAudio": false,
            "video": "",
            "images": [
                "/Lucio-Arese/1.png",
                "/Lucio-Arese/2.png",
                "/Lucio-Arese/3.png",
                "/Lucio-Arese/4.png",
                "/Lucio-Arese/5.png",
                "/Lucio-Arese/6.png",
                "/Lucio-Arese/7.png",
                "/Lucio-Arese/8.png",
                "/Lucio-Arese/9.png",
                "/Lucio-Arese/10.png"
            ], 
            "social": [
                "https://www.instagram.com/lucioarese/",
                "https://www.lucioarese.net",
                "https://lucioarese.bandcamp.com",
                "https://www.lesdieuxchangeants.net"
            ]
        },
        {
            "id": 10,
            "title": "Serie FALLEN GODS OF THE YEAR 10,000",
            "about": "What if Eric Rohmer directed an adaptation of Isaac Asimov's story?\r\nThis collection engages again the cosmic and the intimate, which I'm always drawn to make speak to each other in my art. Here I decided to invoke the profound aesthetic influence that Sci Fi movies from the 70s and 80s and tell the stories of these fallen gods in a far distant future. In the year 10,000, everyone has become a god, but everyone still has to deal with emotions.",
            "artist":"Julien Pacaud", 
            "bio": "Julien Pacaud was born in 1972. He lives and works in Paris, France.\r\nA self-taught illustrator, he began experimenting with digital collage in the early 2000s after having studied cinematography at Louis Lumière school.\r\n\r\nInfluenced by cinema and television, he composes surrealist digital collages from a collection of old photos that he collects perpetually, here, there and everywhere. Each of his creations is an invitation to a journey in parallel universes (or as he prefers to call them : perpendicular dreams) where the past and the future meet, the improbable and the impossible, the futile and the metaphysical ...\r\n\r\nReinterpreting the geometry of space, Julien Pacaud depicts worlds that spread through thick clouds of ambiguity, where galaxies, mountains and strange characters collide to reorganize chaos.\r\n\r\nHe rejects the notion of technical virtuosity, but uses the computer as a tool which allows to go further than simple cut and paste, to be able to reach a visual coherence that brings some doubt about the medium.\r\n\r\nBesides his visual work, Pacaud extends his collage experimentations to sound and music, within the two-headed project Drahomira Song Orchestra.",
            "isAudio": false,
            "video": "",
            "images": [
                "/Julien-Pacaud/1.jpg",
                "/Julien-Pacaud/2.jpg",
                "/Julien-Pacaud/3.jpg",
                "/Julien-Pacaud/4.jpg",
                "/Julien-Pacaud/5.jpg",
                "/Julien-Pacaud/6.jpg",
                "/Julien-Pacaud/7.jpg",
                "/Julien-Pacaud/8.jpg",
                "/Julien-Pacaud/9.jpg",
                "/Julien-Pacaud/10.jpg"
            ], 
            "social": [
                "https://www.instagram.com/julienpacaud",
                "https://www.julienpacaud.com",
                "https://www.facebook.com/julienpacaud"
            ]
        },
        {
            "id": 11,
            "title": "More weight, more cost [Video, AI tools, 4:49, 2023]",
            "about": "The suitcase is heavy and if you exceed it it will be more expensive still.\r\nThe thoughts in the mind are heavy and if you. If you exceed it, it will be even more expensive.\r\nThe hard drive is heavy and if you exceed it it will be more expensive.\r\nThere are three types of weights that are reflected in this work: the object weight, the digital weight and the mental weight produced by the two previous ones. In a mobile life, without permanent location, and overloaded with information, weight is a great cost to us. The video shows a dialogue between the artist and artificial intelligence. After giving conversations and prompts to the AI tools, the images and voices glitch and perform creating an uncanny valley that heightens the feeling of restlessness.",
            "artist":"Diana Millán", 
            "bio": "(Spain, 1997) New media artist and researcher. PhD candidate in the program Artistic, Literary and Cultural Studies (EALyC), and Research Personnel in Training (PDIF-FPU) in the Department of Art praxis at Philosophy Faculty, Autonomous University of Madrid. Her research talks about archiving as a post-digital art practice and the problems of excessive digital archive in ecological terms.\r\nHer work as an artist has been exhibited in various spaces such as Sala Amadís (Madrid, 2023), Modus Operandi Gallery + Nigredo.tv (Madrid, 2023), Cutto Gallery (Madrid, 2022), Centro Párraga (Murcia, 2021 and 2022), Sala Acua (Cuenca, 2021), Nigredo Espacio (Madrid, 2019) or Kesselschmiede (Kassel, 2018).",
            "isAudio": false,
            "video": "https://player.vimeo.com/video/876559289?h=64f091b382&byline=0&portrait=0",
            "images": [
            ], 
            "social": [
                "https://instagram.com/fearlessdiane"
            ]
        }
    ]
}