{"id":2,"title":"Case Western","about":"These series offer a unique path into the “unsettling” aesthetics desired from those genres, without the rigid limitations of sample- based music. The inherent limitations and artefacts from tape, vinyl, and digital compression have long been a focal point of the DIY music community, and are often exaggerated as an intentional focal point. With the advent of AI audio, this was an opportunity to discover what some of those unique “AI medium” characteristics might be. \r\n“Party Music” was the wholly-inappropriate moniker chosen for these AI generated music releases in 2022: \r\nThe initial self-titled track was a collage assembled from the early training process. This was what I assumed to be the highest quality I could reasonably achieve with limited hardware and time, and I fell back onto traditional cutting/looping techniques to complete the song. \r\n “Take It Away!” Is a collection of shorter tracks, curated from the same model a few days later. Additional training over this time unexpectedly improved quality and consistency, and the music fell into self-sustaining “waves” - now organic, and totally unique to the digital hard-cuts/stutters I had manually incorporated in the previous track. \r\n “Just the Hits!” was the final run before retiring the model.","artist":"Case Western","bio":"Graeme aka Case Western is primarily a vaporwave/hypnagogic-adjacent producer, exploring AI training and generation. He lives in Alberta, Canada.","isAudio":true,"video":"","images":[],"album":[{"coverImage":"/Case-Western/1-Party-Music/cover.jpg","title":"Party-Music - Party Music","tracks":[{"title":"Party-Music - Party Music","audioUrl":"/Case-Western/1-Party-Music/1.mp3"}]},{"coverImage":"/Case-Western/2-Party-Music/cover.png","title":"Party Music - Take It Away! EP","tracks":[{"title":"01 Jukebox Saturday Nightmare","audioUrl":"/Case-Western/2-Party-Music/1.mp3"},{"title":"02 I Got It Bad (Cluster Headaches)","audioUrl":"/Case-Western/2-Party-Music/2.mp3"},{"title":"03 So-Called-Elmer`s So-Called-Tune","audioUrl":"/Case-Western/2-Party-Music/3.mp3"},{"title":"04 Why Don`t You Play Right","audioUrl":"/Case-Western/2-Party-Music/4.mp3"}]},{"coverImage":"/Case-Western/3-Party-Music/cover.jpg","title":"Party Music - Just The Hits!","tracks":[{"title":" 01 My Old Flame (Extended Dance Mix)","audioUrl":"/Case-Western/3-Party-Music/1.mp3"},{"title":" 02 How Deep Is the Ocean (Original)","audioUrl":"/Case-Western/3-Party-Music/2.mp3"}]}],"social":["https://partymusic.bandcamp.com"]}