{"id":7,"title":"Album The Day Computers Became Obsolete by The Organizing Committee","about":"The Organizing Committee is artist and researcher Eryk Salvaggio’s “Cyborg Pop” project, created through a blend of generative processes which are then restructured into a blend of krautrock and disco with synthesized vocals. Techniques include sampling the outputs of GAN-generated music systems; training a language model on a blend of cybernetics, critical theory and feminist studies texts; or using transformer based systems to write melodies. Much of the music is also strongly critical of current regimes of AI: Salvaggio’s work as a visual artist and writer is within the Algorithmic Resistance Research Group (ARRG!) which aims to challenge AI’s spectacle through creative misuse.","artist":"Eryk Salvaggio","bio":"Eryk Salvaggio is an artist, AI ethics researcher and educator, as well as the founder of the Algorithmic Resistance Research Group — a loosely knit cohort of artists engaged in the creative misuse of Generative AI, Machine Learning, and other automated data analysis systems. Salvaggio engages with AI by deliberately confusing, subverting or recontextualizing the outputs of these systems in creative ways. His practice speaks to the exploration and curiosity about black boxes that connects hacking culture and creative production. \r\nWhile Salvaggio’s works reveal the workings of the underlying technical systems, he also highlights their entanglement within social and political systems. Salvaggio believes artists are uniquely positioned to model creative agency with automated systems, by showing new forms of creative engagement and critical play. His practice is rooted in 25 years of experience in digital art and media activism, and his work aims to challenge assumptions about AI while raising thoughtful questions about its regime of classification, description, and stereotyping.","isAudio":true,"video":"","images":[],"album":[{"coverImage":"/Eryk-Salvaggio/cover.png","title":"The Day Computers Became Obsolete by The Organizing Committee","tracks":[{"title":"01 Light Passes Through","audioUrl":"/Eryk-Salvaggio/The-Day-Computers/1.mp3"},{"title":"02 Tongues and Teeth","audioUrl":"/Eryk-Salvaggio/The-Day-Computers/2.mp3"},{"title":"03 The Day Computers Became Obsolete","audioUrl":"/Eryk-Salvaggio/The-Day-Computers/3.mp3"},{"title":"04 How to be Universal","audioUrl":"/Eryk-Salvaggio/The-Day-Computers/4.mp3"},{"title":"05 Resistance-Informatique","audioUrl":"/Eryk-Salvaggio/The-Day-Computers/5.mp3"},{"title":"06 Not a System","audioUrl":"/Eryk-Salvaggio/The-Day-Computers/6.mp3"},{"title":"07 Hypothetical Eschaton","audioUrl":"/Eryk-Salvaggio/The-Day-Computers/7.mp3"},{"title":"08 AI Agent Plays Contra","audioUrl":"/Eryk-Salvaggio/The-Day-Computers/8.mp3"},{"title":"09 Kansas City Standard","audioUrl":"/Eryk-Salvaggio/The-Day-Computers/9.mp3"},{"title":"10 A Coding Code","audioUrl":"/Eryk-Salvaggio/The-Day-Computers/10.mp3"},{"title":"11 Cybernetics in the 21st Century","audioUrl":"/Eryk-Salvaggio/The-Day-Computers/11.mp3"}]}],"social":["https://instagram.com/cyberneticforests/","https://www.cyberneticforests.com","https://assemblag.es/@CyberneticForests"]}