{"id":10,"title":"Serie FALLEN GODS OF THE YEAR 10,000","about":"What if Eric Rohmer directed an adaptation of Isaac Asimov's story?\r\nThis collection engages again the cosmic and the intimate, which I'm always drawn to make speak to each other in my art. Here I decided to invoke the profound aesthetic influence that Sci Fi movies from the 70s and 80s and tell the stories of these fallen gods in a far distant future. In the year 10,000, everyone has become a god, but everyone still has to deal with emotions.","artist":"Julien Pacaud","bio":"Julien Pacaud was born in 1972. He lives and works in Paris, France.\r\nA self-taught illustrator, he began experimenting with digital collage in the early 2000s after having studied cinematography at Louis Lumière school.\r\n\r\nInfluenced by cinema and television, he composes surrealist digital collages from a collection of old photos that he collects perpetually, here, there and everywhere. Each of his creations is an invitation to a journey in parallel universes (or as he prefers to call them : perpendicular dreams) where the past and the future meet, the improbable and the impossible, the futile and the metaphysical ...\r\n\r\nReinterpreting the geometry of space, Julien Pacaud depicts worlds that spread through thick clouds of ambiguity, where galaxies, mountains and strange characters collide to reorganize chaos.\r\n\r\nHe rejects the notion of technical virtuosity, but uses the computer as a tool which allows to go further than simple cut and paste, to be able to reach a visual coherence that brings some doubt about the medium.\r\n\r\nBesides his visual work, Pacaud extends his collage experimentations to sound and music, within the two-headed project Drahomira Song Orchestra.","isAudio":false,"video":"","images":["/Julien-Pacaud/1.jpg","/Julien-Pacaud/2.jpg","/Julien-Pacaud/3.jpg","/Julien-Pacaud/4.jpg","/Julien-Pacaud/5.jpg","/Julien-Pacaud/6.jpg","/Julien-Pacaud/7.jpg","/Julien-Pacaud/8.jpg","/Julien-Pacaud/9.jpg","/Julien-Pacaud/10.jpg"],"social":["https://www.instagram.com/julienpacaud","https://www.julienpacaud.com","https://www.facebook.com/julienpacaud"]}