{"id":9,"title":"Series IMAGES FROM THE SUBCONSCIOUS","about":"Images from the subconscious is an image series that explores the uncharted territories of the human mind through the lens of artificial intelligence, developing a deep interplay between generative AI and human imagination, mediated by the sensitivity and vision of the artist and author Lucio Arese.\r\nRanging from surrealism to symbolism, always with a photorealistic slant, each image is intended to be a fragment of an enigma, a glimpse at the vast ocean beneath the surface of thoughts and emotions, completely open to interpretation for any viewer. \r\nThe images have been created and edited using Midjourney and StableDiffusion.\r\nHer work brings into question the potential of AI in artistic practice and its ability to reshape our understanding of creativity. On the side, she is also hugely concerned with the dynamic change in the role of the artists working with machine learning techniques. She currently works as part of the artistic duo Entangled Others.\r\n\r\nHer works have been exhibited around the world both physically and digitally, such as Nvidia’s GTC AI Gallery, Ars Electronica Gallery Spaces Garden, MAXXI and many more, she also gave a talk at TED 2022.","artist":"Lucio Arese","bio":"Architect, composer, guitarist, pianist, visual artist, filmmaker. Working in various fields of visual arts and film since 2008.\r\nHis collaborations include artists, labels, and brands such as Suguru Goto, Jimmy Edgar, Bianco, Ametsub, Yu Miyashita, Mille Plateaux, Armando Testa, MPTBOX, Lovestone Films, Trinnov, Onitsuka Tiger, Asics, McKinsey, Karhu, Jacuzzi, De'Longhi. His work has been presented at onedotzero Adventures in Motion, Ars Electronica, Cyclops, ArtFutura, SIGGRAPH, Interfilm Berlin, SICAF, The Lovie Awards, FICUVAQ, MTV, Bayerischer Rundfunk, IAMAG, Fubiz, Vimeo Staff Picks, IdN Magazine, Stash, The Webby Awards, the 23rd Saatchi New Directors Showcase, and many others.\r\n\r\nThe experimental short film Les Dieux Changeants (2021) was an international success on the film festival circuit, with more than 100 selections and 40 awards worldwide including two Lovie Awards and a nomination for the Webby Awards 2022.\r\nHe has given workshops and lectures on his work at the Chiyoda Arts Center 3331 in Tokyo, the Liceo Artistico in Cuneo, and the Academy of Fine Arts in Bologna.\r\n'Somehow, Somewhere', his first music album, has been recently released on Bandcamp.","isAudio":false,"video":"","images":["/Lucio-Arese/1.png","/Lucio-Arese/2.png","/Lucio-Arese/3.png","/Lucio-Arese/4.png","/Lucio-Arese/5.png","/Lucio-Arese/6.png","/Lucio-Arese/7.png","/Lucio-Arese/8.png","/Lucio-Arese/9.png","/Lucio-Arese/10.png"],"social":["https://www.instagram.com/lucioarese/","https://www.lucioarese.net","https://lucioarese.bandcamp.com","https://www.lesdieuxchangeants.net"]}