{"id":8,"title":"Series Artificial Natural History","about":"Crespo’s artistic explorations of simulated life bring the organic into the digital. Her work not only helps viewers imagine what kind of speculative lifeforms might one day populate the metaverse, it also holds a mirror back to the biological world of the here and now, revealing how carbon-based life uses “artificial” mechanisms to simulate itself and evolve. In this process, Crespo gives viewers the permission to find wonder in the algorithmic while deepening appreciation for the organic.\r\nWhile Salvaggio’s works reveal the workings of the underlying technical systems, he also highlights their entanglement within social and political systems. Salvaggio believes artists are uniquely positioned to model creative agency with automated systems, by showing new forms of creative engagement and critical play. His practice is rooted in 25 years of experience in digital art and media activism, and his work aims to challenge assumptions about AI while raising thoughtful questions about its regime of classification, description, and stereotyping.","artist":"Sofía Crespo","bio":"Sofia Crespo is an artist with a focus on artificial life, her practice is driven by a huge interest in biologically-inspired technologies. One of her main focuses is the way organic life uses artificial mechanisms to simulate itself and evolve. With an interest in the workings of the human brain, Crespo looks at the similarities between the techniques of AI image formation, and the way that humans express themselves creatively, and cognitively recognize their world.\r\n\r\nHer work brings into question the potential of AI in artistic practice and its ability to reshape our understanding of creativity. On the side, she is also hugely concerned with the dynamic change in the role of the artists working with machine learning techniques. She currently works as part of the artistic duo Entangled Others.\r\n\r\nHer works have been exhibited around the world both physically and digitally, such as Nvidia’s GTC AI Gallery, Ars Electronica Gallery Spaces Garden, MAXXI and many more, she also gave a talk at TED 2022.","isAudio":false,"video":"","images":["/Sofia-Crespo/1.png","/Sofia-Crespo/2.png","/Sofia-Crespo/3.png","/Sofia-Crespo/4.png","/Sofia-Crespo/5.png","/Sofia-Crespo/6.png","/Sofia-Crespo/7.png","/Sofia-Crespo/8.png","/Sofia-Crespo/9.png","/Sofia-Crespo/10.png"],"social":["https://www.instagram.com/sofiacrespo","https://sofiacrespo.com","https://twitter.com/soficrespo91","https://neuralzoo.com"]}