{"id":4,"title":"Sousveillance of Performance [Video, 01:26, 2021] ","about":"In Sousveillance of performance, the affective processes of musicians recording themselves during a performance, expressed both in their faces and in their playing, are computationally analysed. We highlight, in equal terms, two sources of emotional communication, the face of the musician and the musical sounds, to examine their parallelisms, confluences, and divergences, to reflect on how they interact to convey meaning and to possibly extract an olfactory portrait of the performance that could translate, across the senses and in a single instant, the synthesis of the emotions deployed in time. \r\nIn this piece, we emphasise that the musical experience is always mediated not only by sounds but by other situational elements that contribute to the creation of an atmosphere of performance. We adhere to the conception of the philosopher Gernot Böhme, according to whom atmospheres have generators in several different senses (visual, auditory, tactile...), but they constitute in themselves the primary objects of perception, instead of the unimodal sensory impressions which he considers secondary. \r\nConnection with Topics and Sub Themes:\r\nTopics and subthemes: sousveillance, data mining, ways science could use sous- and surveillance. \r\nSousveillance, in its aspect of self-recording, is both a frequent and a time-honoured practice among musicians. Since the time of wax cylinders in the 19th century, both amateurs and professionals recorded their rehearsals or concerts to document and have feedback on their performance. Among other aims, this helps musicians plan and improve their expressive and emotional playing elements. \r\nRecently, performance researchers have begun to consider the information conveyed by the bodies and gestures of interpreters, finding, for instance, that the process of forming a music quality judgement can be affected by this gestuality. \r\nPianist: Emanuele Torquati\r\n\r\nFace analysis: Jean-Christophe Sakdavong ","artist":"Tedesco & Mesz","bio":"Sebastian Tedesco is an artist, industrial designer and scientific researcher. He is currently the academic coordinator and professor in the Specialization in Conceptual Design career at UNTREF, Co-director, and researcher of the project \"Transmodal associations between hearing, taste and olfaction\" at the Institute of Research in Art and Culture (IIAC-UNTREF), and graduate student at the Master in Visual Arts Curation - UNTREF. Coordinator of the artist’s program Fronteras Suspendidas (Museum of Contemporary Art of the Province of Buenos Aires). Selection jury for the 2019 Braque Award, award jury for the Visual Arts Award of the National Endowment for the Arts, and the UADE 2020 Visual Arts Award. He participated as an artist and curator during the 2nd and 3rd editions of BIENALSUR. \r\nSince 2013 he has exhibited his work in individual and group exhibitions in Argentina and abroad, highlighting: Itau Prize for Visual Arts / FILE 2015 and 2017 / AUP, e-flux / The Wrong New Digital Biennale / TEDx Riodelaplata / Medialab-Prado / Faena Arts Center / MACBA / MALBA / BIENALSUR / Miami Art Week 2019 and Loop Barcelona 2019/ Andreani Prize 2020. \r\n\r\nBruno Mesz is an artist-scientist. He is a professor and researcher at the National University of Tres de Febrero (Argentina). He works on multisensory perception, correspondences between modalities, and the mathematical theory of music, studying how music interacts with the chemical senses and applying this research to sensory design and art. He has designed multi-sensory performances and installations around the world; these works combine dance, music, visual art, gastronomy, and perfumery to create synesthetic atmospheres and experiences. They have been exhibited at the Cooper Hewitt Smithsonian Design Museum (New York), the MALBA Museum (Buenos Aires), the Buenos Aires International Tango Festival, BIENALSUR (Buenos Aires), Miami Art Week 2019, Loop Barcelona 2019, Andreani Prize 2020, among other places. In 2018 he co-organized the first International Symposium on Neuroscience and Wine in Barcelona. \r\nAs a pianist, he specialises in contemporary music and has given concerts both as a soloist and with international ensembles. Bruno has a Master's Degree in Mathematics from the University of Buenos Aires and a Professorship from the National Conservatory of Music.","isAudio":false,"video":"/Tedesco-Mesz/1.mp4","images":[],"social":["https://www.instagram.com/bmesz/","https://www.brunomesz.com","https://www.instagram.com/tedescosebastian/","https://www.sebastiantedesco.com"]}